Repository: siongui/pali
Catalog: common/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, vi_vn

source: Pali Dictionary | Pāli to English, Chinese, Japanese, Vietnamese, Burmese Dictionary
fr_fr: Dictionnaire Pāḷi | Dicionnaire Pāḷi - Anglais, Chinois, Japonais, Vietnamien, Birman
vi_vn: Từ điển Pāḷi | Từ Pāḷi sang Tiếng Anh, Tiếng Hoa, Tiếng Nhật, Tiếng Việt, Tiếng Miến

source: Pāli to English, Chinese, Japanese, Vietnamese, Burmese Dictionary
vi_vn: Từ Pāḷi sang Tiếng Anh, Tiếng Hoa, Tiếng Nhật, Tiếng Việt, Tiếng Miến

source: Definition and Meaning
fr_fr: Définition et signification
vi_vn: Giải nghĩa

source: Words Start with
fr_fr: Le mot commence par
vi_vn: Chữ đầu tiên của từ

source: Pāḷi Dictionary
fr_fr: Dictionnaire Pāḷi
vi_vn: Từ điển Pāḷi

source: Pāli Dictionary
vi_vn: Từ điển Pāḷi

source: Home
fr_fr: Index
vi_vn: Trang chính

source: Canon
vi_vn: Kinh điển

source: About
fr_fr: À propos
vi_vn: Giới thiệu

source: Setting
fr_fr: Réglages
vi_vn: Thiết lập

source: No Such Word
fr_fr: Ce mot n'est pas dans le dictionnaire
vi_vn: Không tìm thấy từ

source: Looking Up ...
fr_fr: Recherche en cours ...
vi_vn: Đang tìm ...

source: Loading Words ...
fr_fr: Chargement des mots ...
vi_vn: Đang lấy từ ...

source: Internet Connection Error
fr_fr: Erreur de connexion
vi_vn: Lỗi kết nối mạng

source: Browse Dictionary
fr_fr: Parcourir le Dictionnaire
vi_vn: Tra từ bằng kí tự Pāḷi Roman

source: Input Word Explanation Preview
fr_fr: Aperçu de la définition du mot demandé
vi_vn: Hiện bảng giải nghĩa ngắn gọn

source: What Languages of Dictionaries to Show?
fr_fr: Quels langages du dictionnaire voulez-vous faire afficher?
vi_vn: Những ngôn ngữ cần hiển thị

source: Pāli-English
fr_fr: Pāḷi-Anglais
vi_vn: Pāḷi - Anh

source: Pāli-Japanese
fr_fr: Pāḷi-Japonais
vi_vn: Pāḷi - Nhật

source: Pāli-Chinese
fr_fr: Pāḷi-Chinois
vi_vn: Pāḷi - Hoa

source: Pāli-Vietnamese
fr_fr: Pāḷi-Vietnamien
vi_vn: Pāḷi - Việt

source: Pāli-Burmese
fr_fr: Pāḷi-Birman
vi_vn: Pāḷi - Miến

source: The Order of Languages of Dictionaries to Show?
fr_fr: Dans quel ordre voulez-vous faire afficher les langages du Dictionnaire?
vi_vn: Chọn lại ngôn ngữ ưu tiên

source: According to Language Settings in Browser
fr_fr: Utiliser le langage du navigateur
vi_vn: Ưu tiên ngôn ngữ theo cài đặt của trình duyệt

source: English First
fr_fr: Anglais en premier
vi_vn: Tiếng Anh trước

source: Japanese First
fr_fr: Japonais en premier
vi_vn: Tiếng Nhật trước

source: Chinese First
fr_fr: Chinois en premier
vi_vn: Tiếng Hoa trước

source: Vietnamese First
fr_fr: Vietnamien en premier
vi_vn: Tiếng Việt trước

source: Burmese First
fr_fr: Birman en premier
vi_vn: Tiếng Miến trước

source: Keyboard
fr_fr: Clavier
vi_vn: Bàn phím ảo

source: Pali Tipitaka
fr_fr: Pāḷi Tipitaka
vi_vn: Tam tạng Pāḷi

source: Translation
fr_fr: Traduction
vi_vn: Dịch

source: Dictionary
fr_fr: Dictionnaire
vi_vn: Từ điển

source: Browse
fr_fr: Parcourir
vi_vn: Xem các thư mục

source: Loading
fr_fr: Chargement
vi_vn: Đang lấy dữ liệu

source: Show Tooltip When Hovering over Canon Texts
fr_fr: Faire afficher les bulles au passage de la souris sur le texte
vi_vn: Hiện bảng tra từ ngay khi rê chuột đến từ

source: Translate Pāḷi Texts on Left-side Treeview
fr_fr: Traduire les textes Pāḷi de l'arboresence à gauche
vi_vn: Dịch các từ Pāḷi bên cột trái

source: Looking up
fr_fr: Recherche
vi_vn: Đang tìm

source: All Translations
fr_fr: Toutes les traductions
vi_vn: Tất cả bản dịch

source: Excerpt
fr_fr: Extrait
vi_vn: Trích dẫn

source: Contrast Reading
fr_fr: Original et traduction en parallèle
vi_vn: Đối chiếu song ngữ

source: Translation of This Pāḷi Text
fr_fr: Traduction de ce texte Pāḷi
vi_vn: Bản dịch của văn bản Pāḷi này

source: Original Pāḷi Text
fr_fr: Texte Pāḷi originel
vi_vn: Văn bản Pāḷi gốc

source: URL of the Translation
fr_fr: URL de la traduction
vi_vn: Đường dẫn tới bản dịch

source: Copyright URL of the Translation
fr_fr: L'URL de droit de copie de la traduction
vi_vn: Đường dẫn có bản quyền

source: Only Partial Translation Available
fr_fr: Seule une traduction partielle est disponible
vi_vn: Chỉ dịch được một phần
